---
permalink: /horaextra-facts-hechos-feiten-fatti/index.html
layout: post
title: ! '#horaextra facts - Hechos, feiten, fatti, तथ्यों...'
published: true
categories: []
---
<p>Aprender idiomas &eacute; muito legal. N&oacute;s discorremos na noite desta segunda sobre v&aacute;rios aspectos interessantes de lingu&iacute;stica.<p /># O Portugu&ecirc;s &eacute; o 6&ordm; idioma mais falado no mundo. O campe&atilde;o &eacute; o Mandarim, com mais de 1.3 bilh&otilde;es de nativos. [1]<p /> # Alguns estudos apontam o Ingl&ecirc;s como a segunda l&iacute;ngua mais falada, outros o Espanhol. Alguns levam em conta o uso comercial do Ingl&ecirc;s, outros a fala nativa e o uso como segunda l&iacute;ngua. Segundo o mesmo link da Wikipedia [1], o Ingl&ecirc;s &eacute; o segundo idoma mais falado.<p /> # Outro site [2], por&eacute;m, indica o Hindi como segundo idioma mais falado no mundo. <p /># A quest&atilde;o que deve ser levada em conta &eacute; que na maioria destes estudos o Portugu&ecirc;s aparece em 6&ordm; lugar, o que &eacute; uma posi&ccedil;&atilde;o bem expressiva! &Eacute; uma pena que o nosso pa&iacute;s ainda tenha tanta gente com pouco dom&iacute;nio da l&iacute;ngua, ou seja, nativos que n&atilde;o sabem usar o pr&oacute;prio idioma.<p /> # Rafaeldx7 contou alguns fatos interessantes sobre Russo e Alem&atilde;o. Num primeiro momento parecem idiomas dif&iacute;ceis de aprender, mas a forma gramatical deles facilita bastante no aprendizado.<p /># Outro fato curioso &eacute; o Mandarim. Foi opini&atilde;o praticamente un&acirc;nime na mesa de que os Chineses dominam muito mal ou Ingl&ecirc;s (ou talvez qualquer idioma ocidental), possivelmente pelo fato da escrita deles ser feita por ideogramas. A leitura &eacute; como se fosse uma hist&oacute;ria narrada, onde cada s&iacute;mbolo representa uma personagem e fica deveras dif&iacute;cil transpor isso em outro idioma. Outro fato interessante &eacute; que a t&ocirc;nica da fala determina diretamente no significado das palavras.<p /> # Voc&ecirc; sabe como funciona o Google Translate? [3]<p /># Andr&eacute; Fonseca citou os livros essenciais para a estante de qualquer programador. Um deles estava debaixo do seu bra&ccedil;o [4]<em>:<p />Refactoring: Improving the Design of Existing Code</em>. Martin Fowler, Kent Beck, John Brant, William Opdyke, Don Roberts<p /> # O pre&ccedil;o &eacute; sempre o ponto decisivo em qualquer venda/servi&ccedil;o? Essa foi mais uma das discuss&otilde;es interessantes da noite. Expresso aqui a minha opini&atilde;o que acredito fazer parte da opini&atilde;o da maioria...<p />Quem gasta com rem&eacute;dios certamente vai buscar o melhor pre&ccedil;o a todo custo, afinal, ele j&aacute; est&aacute; no &ocirc;nus de precisar us&aacute;-los. Agora, quem deseja sair para jantar pode decidir por outras vari&aacute;veis que n&atilde;o o pre&ccedil;o. Paga-se o conforto, o bom atendimento ou quem sabe at&eacute; mesmo o pre&ccedil;o da conta. &Eacute; uma escolha pessoal que est&aacute; ligada &agrave; vontade e n&atilde;o &agrave; necessidade. Ent&atilde;o fica relativamente f&aacute;cil perceber que estamos falando de dois modelos de neg&oacute;cio completamente distintos, que n&atilde;o podem ser comparados no que diz respeito ao melhor "pre&ccedil;o".<p /> # O c&uacute;mulo da contraria&ccedil;&atilde;o:<p />Um desafia: me contraria!<br />O outro responde: n&atilde;o t&ocirc; a fim!<p />[1] <a href="http://pt.wikipedia.org/wiki/Lista_de_l%C3%ADnguas_por_total_de_falantes" target="_blank">http://pt.wikipedia.org/wiki/Lista_de_l%C3%ADnguas_por_total_de_falantes</a><br /> [2] <a href="http://www.britescade.com/blog/?p=845">http://www.britescade.com/blog/?p=845</a><br />[3] <iframe src="http://www.youtube.com/embed/Rq1dow1vTHY?wmode=transparent" allowfullscreen frameborder="0" height="417" width="500"></iframe><br />[4] <a href="http://www.amazon.com/gp/product/0201485672?ie=UTF8&amp;tag=martinfowlerc-20&amp;linkCode=as2&amp;camp=1789&amp;creative=9325&amp;creativeASIN=0201485672">http://www.amazon.com/gp/product/0201485672?ie=UTF8&amp;tag=martinfowlerc-20&amp;linkCode=as2&amp;camp=1789&amp;creative=9325&amp;creativeASIN=0201485672</a><p /> Abs.<br />--<br />Ramon Bispo<a href="http://ramonpage.com" target="_blank"><br /></a></p>
