---
layout: post
title: ! '#horaextra facts - Pensando fora da caixa no trabalho'
published: true
categories: []
---
<p>Alguns amarelaram por causa da chuva, outros amarelaram porque sempre amarelam, mas a verdade &eacute; que segunda-feira &eacute; dia de #horaextra e n&atilde;o existe desculpa!<p />Vamos aos facts:<p /># Henrique Bastos desfalcou o time mais cedo. Eu n&atilde;o o vi, mas me disseram que ele n&atilde;o estava muito bem. Misturou cerveja com coca-cola. Algo de errado estava acontecendo com ele.<p /> # "Mulher maluca" \o/<p /># "Din&acirc;micas de grupo t&ecirc;m seus lados positivos. Um deles certamente &eacute; agu&ccedil;ar a comunica&ccedil;&atilde;o das pessoas. O problema das din&acirc;micas de grupo est&aacute; nos profissionais de RH que as conduzem da maneira errada." -- Rodrigo Pinto<p /> # O seu valor como profisisonal n&atilde;o &eacute; medido de acordo com a sua carga hor&aacute;ria de trabalho. &Eacute; errado pensar que fazer hora extra (no sentido cl&aacute;ssico) vai melhorar sua imagem perante seu superior. Mostre seu valor na sua hora de trabalho determinada e prove que as horas extras devem ser apenas eventos excepcionais.<p /> # Henrique Andrade, com os seus causos, mostrou-se um oponente de peso para Andr&eacute; Fonseca. N&atilde;o sabemos mais quem tem melhores hist&oacute;rias. Os dois precisam duelar.<p /># Fizemos uma miscel&acirc;nea de Domenico de masi (O &Oacute;cio Criativo) [1] e Ricardo Semler (Semco) [2] e descobrimos que as id&eacute;ias dos dois se cruzam em muitos aspectos. Lemos alguns trechos do livro "Voc&ecirc; est&aacute; louco" [3] de Semler e ratificamos o quanto o cara &eacute; fenomenal.<p /> # Para falar dessa correla&ccedil;&atilde;o de id&eacute;ias entre De Masi e Semler, Henrique Andrade citou a id&eacute;ia de "Rizoma" [4], que s&atilde;o ra&iacute;zes (neste caso de informa&ccedil;&otilde;es) que se propagam "organicamente" e n&atilde;o s&atilde;o dependentes de um agente central, ou seja, podem gerar novas linhas de pensamento, independentes, sem perder o sentido. Essa seria a diferen&ccedil;a entre um pensamento "em teia" e um pensamento "rizom&aacute;tico".<p /> # Na nossa sociedade atual, os sindicatos perderam a raz&atilde;o de existir. Quando t&iacute;nhamos uma sociedade agrupada por classes trabalhadoras (h&aacute; muitas e muitas d&eacute;cadas) era comum existir institui&ccedil;&otilde;es que falavam em favor daquela classe. Tomemos como exemplo as ind&uacute;strias, onde t&iacute;nhamos os sindicados dos oper&aacute;rios. A medida que o tempo foi passando e a informa&ccedil;&atilde;o (de um modo geral) foi se difundindo (efeito da globaliza&ccedil;&atilde;o), perdemos aquele agrupamento social determinado por classes. Hoje os nossos interesses est&atilde;o pr&oacute;ximos de quem quer que seja em qualquer lugar do mundo. &Eacute; muito f&aacute;cil criar comunidades, organiza&ccedil;&otilde;es, "cl&atilde;s". A&iacute; est&aacute; a grande raz&atilde;o da poss&iacute;vel morte dos sindicatos e do crescimento exponencial das ONGs (tirando o lado pol&iacute;tico da coisa).<p /> # Por falar em ONGs, a pol&iacute;tica acabou entrando no assunto tamb&eacute;m. Lembramos que muitas vezes deturpamos o sentido do que &eacute; capitalismo, socialismo, comunismo e etc. Semler, por exemplo, &eacute; um cara que pensou/pensa por seus funcion&aacute;rios, nem por isso deixou de ser capitalista.<p /> # S&iacute;lvio Santos candidato &agrave; presid&ecirc;ncia! [5]</p>
<p><iframe src="http://www.youtube.com/embed/GyJa_p9Zk_8?wmode=transparent" allowfullscreen frameborder="0" height="417" width="500"></iframe></p>
<p># Esse v&iacute;deo &eacute; para ser repetido indeterminadamente: "Pra que serve uma monocotiled&ocirc;nea?" do inenarr&aacute;vel Luli Radfahrer. [6]</p>
<p><embed src="http://www.videolog.tv/ajax/codigoPlayer.php?id_video=389425&amp;relacionados=S&amp;default=S&amp;lang=PT_BR&amp;cor_fundo=000000&amp;swf=1&amp;width=424&amp;height=318" type="application/x-shockwave-flash" height="318" width="424"></embed></p>
<p># "Est&aacute; dif&iacute;cil encontrar mulher inteligente hoje em dia. As mulheres inteligentes que conhe&ccedil;o viraram l&eacute;sbicas (gamaram em outras mulheres inteligentes). Eu preciso namorar um de voc&ecirc;s!" -- Henrique Andrade<p />  [1] <a href="http://www.submarino.com.br/produto/1/91581/ocio+criativo,+o" target="_blank">http://www.submarino.com.br/produto/1/91581/ocio+criativo,+o</a><br />[2] <a href="http://pt.wikipedia.org/wiki/Ricardo_Semler" target="_blank">http://pt.wikipedia.org/wiki/Ricardo_Semler</a><br /> [3] <a href="http://www.submarino.com.br/produto/1/1672779">http://www.submarino.com.br/produto/1/1672779</a><br />[4] <a href="http://pt.wikipedia.org/wiki/Rizoma" target="_blank">http://pt.wikipedia.org/wiki/Rizoma_%28filosofia%29</a> <br />[5] <a href="http://www.youtube.com/watch?v=GyJa_p9Zk_8">www.youtube.com/watch?v=GyJa_p9Zk_8</a><br />[6] <a href="http://videolog.uol.com.br/video.php?id=389425">http://videolog.uol.com.br/video.php?id=389425</a><p /> Abs.<br />--<br />Ramon Bispo</p>
