---
layout: post
title: ! '#horaextra facts - Isso é só uma cerveja'
published: true
categories: []
author: Ramon Bispo
---
<p>Voc&ecirc;s que acompanham o #horaextra sabem do real prop&oacute;sito dos nossos encontros? N&atilde;o? Pois deviam saber: n&atilde;o h&aacute; prop&oacute;sito! N&atilde;o somos como Pink e o C&eacute;rebro [1] que se re&uacute;nem para planejar como v&atilde;o dominar o mundo. O que queremos? Tomar cerveja! Ok, tudo bem, eu n&atilde;o bebo (vergonha alheia). Por&eacute;m estou l&aacute; tamb&eacute;m, tomando meu refrigerante.<p /> Ap&oacute;s o choque de realidade, os facts:<p /># Quando n&atilde;o temos um prop&oacute;sito definido, por&eacute;m estamos entre pessoas com pensamentos convergentes, os prop&oacute;sitos se criam naturalmente.<p /># A ang&uacute;stia n&atilde;o &eacute; uma sensa&ccedil;&atilde;o totalmente ruim, desde que ela n&atilde;o imobilize. Ang&uacute;stia que induz ao movimento (por causa do desconforto) &eacute; importante no processo de quebrar barreiras. Quem nunca se sentiu aliviado ao conseguir se desvencilhar de algumas amarras?<p /> # Quando se est&aacute; dentro do buraco, a sa&iacute;da mais pr&oacute;xima &eacute; sempre por cima.<p /># N&atilde;o adianta ter boas ideias e boas ferramentas. Todos n&oacute;s precisamos de uma igni&ccedil;&atilde;o (seja qual for). Um estopim. Pare, reflita e perceba.<p /> # Toda grande ideia s&oacute; &eacute; grande mesmo depois de executada.<p /># O ambiente no qual participamos &eacute; capaz transformar nossas mentes. Talvez por isso n&oacute;s fazemos tantas comunidades, porque imaginamos que por algum motivo -- inexplic&aacute;vel -- isso nos traz benef&iacute;cios de alguma forma. Seja no aprendizado de novas t&eacute;cnicas, na gera&ccedil;&atilde;o de novas amizades ou na manuten&ccedil;&atilde;o da nossa ess&ecirc;ncia, no momento em que aprendemos determinados valores importantes para uma vida em sociedade.<p /> # Tenha medo, por&eacute;m n&atilde;o perca a vontade. Quando se acredita, n&atilde;o existe talvez.<p /># Queira! (Queira!)<br />&nbsp;&nbsp; Basta ser sincero<br />&nbsp;&nbsp; E desejar profundo<br />&nbsp;&nbsp; Voc&ecirc; ser&aacute; capaz<br />&nbsp;&nbsp; De sacudir o mundo<br />&nbsp;&nbsp; Vai!<br /> &nbsp;&nbsp; Tente outra vez!<br />&nbsp;&nbsp; -- Raul Seixas<p /># <em>A f&eacute; &eacute; o firme fundamento das coisas que se esperam e a prova das coisas que n&atilde;o se v&ecirc;em.</em><br />Voc&ecirc; tem f&eacute;? Mesmo voc&ecirc;, descrente de uma for&ccedil;a maior, saberia identificar o que seria uma manifesta&ccedil;&atilde;o de f&eacute;?<p /> # Prefira o sucesso pessoal ao sucesso profissional, visto que o sucesso profissional &eacute; o que o mercado quer de voc&ecirc; e o sucesso pessoal &eacute; o que voc&ecirc; quer de voc&ecirc;.<p /># Quem n&atilde;o compareceu nesta segunda perdeu muitos detalhes engra&ccedil;ados do making off do lan&ccedil;amento do Dev In Rio 2010 :)<p /> [1] - <a href="http://www.imdb.com/title/tt0112123/">http://www.imdb.com/title/tt0112123/</a><p />Abs.</p>
