---
permalink: /horaextra-facts-quebrando-paradigmas/index.html
layout: post
title: ! '#horaextra facts - Quebrando paradigmas'
published: true
categories: []
---
<p>Ol&aacute;,<p />Passamos duas semanas sem facts, mas agora estamos de volta, com a corda toda.<p />Algumas coisas legais aconteceram de l&aacute; pra c&aacute;, como o Oxente Rails [1] e o Dev in Sampa [2]. Sinal de que o pessoal continua na ativa, movimentando muita informa&ccedil;&atilde;o.<p /> Tivemos tr&ecirc;s segundas de papos similares. Assuntos praticamente complementares. Farei uma jun&ccedil;&atilde;o das lembran&ccedil;as de cada uma deles.<p /># Come&ccedil;ando com Juan Bernab&oacute;, que se n&atilde;o me falha a mem&oacute;ria esteve presente nas tr&ecirc;s semanas. Ele deu altas dicas de bons livros. Um deles &eacute; intitulado de "O C&oacute;digo do Talento" [3] de Daniel Coyle.<p /> # Voc&ecirc; a&iacute; que pensa que &eacute; poss&iacute;vel mudar qualquer tipo de <em>mentalidade organizacional</em>, interprete isso: "quando voc&ecirc; acha que o problema est&aacute; sempre dentro da organiza&ccedil;&atilde;o, est&aacute; na hora de repensar a defini&ccedil;&atilde;o de problema, porque ele (o problema) pode ser voc&ecirc;".<p /> # <em>Agile</em> feito da forma errada resulta em problema gerado mais r&aacute;pido.<p /># Trabalho &eacute; uma coisa muito nova. Antes, haviam duas op&ccedil;&otilde;es: ser escravo ou ser dono de escravo. O pior &eacute; que hoje em dia parece que estamos voltando para esse formato (silenciosamente).<p /> # Da&iacute; entra o senso empreendedor de cada um de n&oacute;s. Ali&aacute;s, porque ser&aacute; que a quantidade de profissionais de TI no Empretec [4] n&atilde;o &eacute; expressiva? Ser&aacute; que a carreira de TI "s&oacute;lida" e "bem paga" faz dos profissionais grandes exemplos de pessoas que fazem acontecer de verdade, sem que seja necess&aacute;rio verificar seus valores humanos? Ou seja, sua capacidade de errar, acertar, aprender e ensinar?<p /> # Voc&ecirc; est&aacute; num restaurante e a comida pedida n&atilde;o chega de jeito nenhum. Qual seria a a&ccedil;&atilde;o que o restaurante deveria tomar para poder manter ou resgatar clientes? Pellegrino descreveu com maestria o pensamento de algumas empresas de TI nos casos de atraso em projetos. Basta pensar que comida &eacute; uma necessidade humana, logo a fome do cliente &eacute; culpa inteiramente dele. Ele n&atilde;o come qualquer coisa porque n&atilde;o quer! &Eacute; dif&iacute;cil ter de admitir, por&eacute;m existem muitos projetos de TI que caminham a partir desta teoria.<p /> # O seu produto pode ser &uacute;nico, mesmo que voc&ecirc; tenha concorrentes. N&atilde;o leve muito a s&eacute;rio quando as pessoas falarem que projetos iguais ao seu existem aos montes pela internet. Prove a elas a diferen&ccedil;a.<p /># Fa&ccedil;a bem o seu peda&ccedil;o do projeto, por&eacute;m nunca se esque&ccedil;a dos demais na sua equipe. Mais importante do que o que voc&ecirc; faz &eacute; o que voc&ecirc; possibilita aos seus parceiros de equipe. O link entre as <em>unidades</em> &eacute; mais importante do que a pr&oacute;pria <em>unidade</em>.<p /> # Queremos ver todos no Dev in Rio [5]. As inscri&ccedil;&otilde;es abrir&atilde;o em muito, muito breve!<p />[1] - <a href="http://oxenterails.com/">http://oxenterails.com/</a><br />[2] - <a href="http://www.devinsampa.com.br/">http://www.devinsampa.com.br/</a><br /> [3] - <a href="http://www.americanas.com.br/AcomProd/1472/3056358">http://www.americanas.com.br/AcomProd/1472/3056358</a><br />[4] - <a href="http://www.pa.sebrae.com.br/sessoes/educacao/empretec/default.asp">http://www.pa.sebrae.com.br/sessoes/educacao/empretec/default.asp</a><br /> [5] - <a href="http://www.devinrio.com.br/">http://www.devinrio.com.br/</a><p />Abs.<br />--<br />Ramon Bispo</p>
