---
layout: post
title: ! '#horaextrajp facts'
published: true
categories: []
---
<div>Ol&aacute; pessoal. Primeiro eu queria agradecer ao Ramon e ao Henrique Bastos por terem aberto esse espa&ccedil;o para que n&oacute;s de Jo&atilde;o Pessoa pud&eacute;ssemos compartilhar com voc&ecirc;s os nossos facts tamb&eacute;m.</div>
<p />
<div>O #horaextrajp vem sendo sensacional, a cada encontro o n&uacute;mero de participantes aumentava muito. Eu cheguei a tomar um susto com o tamanho da mesa uma vez. A quarta edi&ccedil;&atilde;o do encontro (08/02/2011) n&atilde;o bateu o recorde de participantes, mas nem por isso deixou de ser muito proveitosa.</div>
<p />
<div>Com voc&ecirc;s os facts do #horaextrajp.</div>
<p />
<div># A presen&ccedil;a do encontro foi gerenciada pelo aplicativo do @ArthurGouveia: <a href="http://horaextra.arthurgouveia.com">http://horaextra.arthurgouveia.com</a></div>
<p />
<div># Foi sugerida a cria&ccedil;&atilde;o de um Posterous para o #horaextrajp. Que coincid&ecirc;ncia, agora postamos direto no <a href="http://horaextra.org">horaextra.org</a>.</div>
<p />
<div># Falando nisso, como se pronuncia Posterous? Aconteceu uma pausa antes de pronunciar o nome do servi&ccedil;o. A gente convive com tantos apps web, uns com nomes bem estranhos, e nem paramos para pensar qual a pron&uacute;ncia certa. Eu lembrei que quando comecei a escrever pro iMasters eu n&atilde;o sabia se falava o nome em portugu&ecirc;s ou em ingl&ecirc;s.</div>
<p />
<div># A universidade &eacute; um mundo de fantasia? Muitos alunos saem com um n&iacute;vel muito baixo, e com habilidades que o mercado nem se interessa.</div>
<p />
<div># O Real Botequim &eacute; mais barato.&nbsp;</div>
<p />
<div># Todo mundo gosta de promo&ccedil;&atilde;o, certo? Uma promoter chegou oferecendo cupons para concorrer a uma viagem com hospedagem inclusa e alguns n&atilde;o quiseram preencher. Huayna comentou que se fosse hospedagem da Amazon S3 ele preenchia o formul&aacute;rio na hora.</div>
<p />
<div># Micropagamentos n&atilde;o faz parte da cultura dos brasileiros. Ainda &eacute; dif&iacute;cil pagar por certas coisas e o povo n&atilde;o gosta de gastar dinheiro com material digital.</div>
<p />
<div># Fl&aacute;vio falou da &oacute;tima experi&ecirc;ncia de ir a eventos como a PyConBrasil. Vamos fazer uma caravana #horaextrajp para S&atilde;o Paulo esse ano?</div>
<p />
<div># Ele tamb&eacute;m comentou sobre como a sua turma de gradua&ccedil;&atilde;o (Eng. El&eacute;trica no IFPB) era unida e sobre a concorr&ecirc;ncia interna que existia no curso de Computa&ccedil;&atilde;o da UFCG.</div>
<p />
<div># O IFPB tem recebido investimento pesado e o curso de Engenharia El&eacute;trica de l&aacute; est&aacute; se equipando muito bem.</div>
<p />
<div># Trabalhar em empresas grandes e consolidadas &eacute; melhor que trabalhar em startups? Muitas startups est&atilde;o morrendo com o fim do Prime.</div>
<p />
<div>
<div># Sa&iacute;mos depois da meia noite do Mag Shopping. Praticamente todas as cadeiras j&aacute; estavam em cima das mesas. S&oacute; faltou os gar&ccedil;ons expulsarem a gente :) Quando a conversa &eacute; boa o tempo voa.</div>
</div>
<p />
<p />
<div>At&eacute; a pr&oacute;xima pessoal.</div>
