---
permalink: /66609077/index.html
layout: post
title: Contagem regressiva para a PythonBrasil[7]
published: true
categories: []
---
<p>Come&ccedil;ou a contagem regressiva para a <a href="http://www.pythonbrasil.org.br/2011/2011/inscricoes/">s&eacute;tima edi&ccedil;&atilde;o da PythonBrasil</a>! O encontro anual da comunidade brasileira de <a href="http://python.org">Python</a> acontecer&aacute; na <a href="http://www.pythonbrasil.org.br/2011/local-do-evento">Amcham Business Center em S&atilde;o Paulo</a>, de <strong>29 de setembro &agrave; 1&ordm; de outubro</strong>, e contar&aacute; com a presen&ccedil;a de Pythonistas dos quatro cantos do pa&iacute;s!  <!--more--> Ser&atilde;o 3 trilhas recheadas de minicursos, workshops, coding dojos, palestras e open spaces. Os temas abordados s&atilde;o dos mais variados, respeitando a grande diversidade que existe na cultura da comunidade <a href="http://python.org">Python</a>. Dentre muitos outros temas, ser&atilde;o abordados assuntos como: <em>crescimento do mercado de Python no Brasil</em>, <em>desenvolvimento web</em>, <em>computa&ccedil;&atilde;o em nuvem</em>, <em>t&eacute;cnicas e ferramentas de desenvolvimento &aacute;gil</em>, <em>desenvolvimento de games</em>, <em>computa&ccedil;&atilde;o cient&iacute;fica</em>, <em>mobile</em>, <em>intelig&ecirc;ncia artificial</em>, <em>an&aacute;lise de dados</em>, <strong>etc</strong>!</p>
<p><a href="http://www.pythonbrasil.org.br/" title="PythonBrasil[7]" style="text-decoration: none;"><img src="http://www.python.org.br/banners-pythonbrasil/pythonbrasil7-fullbanner.gif" alt="PythonBrasil[7]" style="display: block; margin-left: auto; margin-right: auto;" /></a></p>
<p>Como se tudo isso n&atilde;o bastasse, ainda contaremos com a presen&ccedil;a de grandes nomes da comunidade internacional, como:</p>
<ul>
<li>Alan Runyan - Co-fundador do <a href="http://plone.org">Plone</a> e Presidente da <a href="http://www.enfoldsystems.com/">Enfold Systems</a>;</li>
<li><a href="http://niemeyer.net/">Gustavo Niemeyer</a> - L&iacute;der T&eacute;cnico da <a href="http://www.canonical.com/">Canonical</a>;</li>
<li><a href="http://www.zope.com/about_us/management/james_fulton.html">Jim Fulton</a> - Diretor de Tecnologia da <a href="http://zope.com/">Zope Corp</a>;</li>
<li><a href="http://twitter.com/fijall">Maciej Fijalkowski</a> - Core Developer do revolucion&aacute;rio <a href="http://pypy.org/">Pypy</a>;</li>
<li><a href="http://holdenweb.blogspot.com/">Steve Holden</a> - Presidente da <a href="http://www.python.org/psf/">Python Software Foundation</a>;</li>
<li>Wesley Chun - Evangelista de Software do Google ligado ao <a href="http://code.google.com/appengine/">Google App Engine</a>;</li>
</ul>
<p>Independente da sua idade ou experi&ecirc;ncia com tecnologia, a <a href="http://www.pythonbrasil.org.br/2011/2011/inscricoes/">PythonBrasil[7]</a> &eacute; definitivamente o lugar onde  voc&ecirc; deve estar entre 29 de setembro e 1&ordm; de outubro. Esta &eacute; uma excelente oportunidade para voc&ecirc; expandir seus conhecimentos e principalmente, participar da comunidade que &eacute; uma das mais diversas e abrangentes do mundo da tecnologia.</p>
<p>Al&eacute;m disso, n&atilde;o deixe de compartilhar o que voc&ecirc; sabe! V&aacute; ao evento disposto &agrave; conhecer muita gente boa e trocar muitas id&eacute;ias sobre tecnologia. A <a href="http://www.pythonbrasil.org.br/2011/2011/inscricoes/">PythonBrasil[7]</a> ser&aacute; o espa&ccedil;o perfeito para colaborar e criar novos conhecimentos.</p>
<p>Vejo voc&ecirc; l&aacute;!</p>
<p>[]'s, <a href="http://henriquebastos.net">HB</a>!</p>
