---
permalink: /flisol-2011-rio-e-o-desenvolvimento-livre/index.html
layout: post
title: Flisol 2011 - Rio e o desenvolvimento livre
published: true
categories:
- flisol 2011
---
<p><img src="/images/flisol2011.JPG" alt="Flisol 2011 - Rio e o desenvolvimento livre" /></p>
<p>Quando o Henrique Bastos me chamou, numa quinta &agrave; noite de p&oacute;s-Dojo, para cobrir o Flisol 2011 - Rio, no dia 9, n&atilde;o achei que fosse me divertir tanto. Fato &eacute; que curso jornalismo e por mais que eu seja o mais nerd dessa classe (desgra&ccedil;ada), n&atilde;o entrava na minha cabe&ccedil;a que algo pudesse ser, ao mesmo tempo, t&eacute;cnico e livre para todos os p&uacute;blicos. Algo realmente recomend&aacute;vel ao leigo e ao CEO. Uma experi&ecirc;ncia de vida, sem exageiros.</p>
<p>Para quem n&atilde;o sabe, Flisol &eacute; a sigla para Festival Latino Americano de Instala&ccedil;&atilde;o de Software Livre, apesar do p&uacute;blico que foi para instalar ser bem menor que o total do evento. At&eacute; que foi bastante gente, e olha que a organiza&ccedil;&atilde;o mal teve tempo de divulgar decentemente. Oscar Marques, um dos organizadores da etapa local do festival, disse que os preparativos come&ccedil;aram a 3 semanas do dia marcado e s&oacute; na &uacute;ltima semana que conseguiram confirmar o local, o campus da Unirio na Urca.</p>
<p>Enfim, pensei em escrever essa mat&eacute;ria de v&aacute;rias maneiras. Abandonei logo a abordagem jornal&iacute;stica, vendo o p&uacute;blico ao qual a mat&eacute;ria estava destinada. Pensei em fazer de maneira cronol&oacute;gica, descrever o evento, mas isso deixaria de fora o que realmente me impressionou: a humanidade e o companheirismo, fatores que est&atilde;o fora do que o senso comum imagina de um desenvolvedor de softwares. Decidi ent&atilde;o relatar o meu ponto de vista e algumas das conversas que tive por l&aacute;. Espero que voc&ecirc;s tenham paci&ecirc;ncia de ler o tanto que tenho pra compartilhar.</p>
<p>Cheguei &agrave;s 8h10 na Unirio, atrasado pela ponte engarrafada, e esperava que tudo j&aacute; estivesse encaminhado, com palestras, workshops e tudo mais previsto pelo <a href="http://softwarelivre-rj.org/flisol2011/programacao.php">cronograma</a>. O que encontrei foi isso:</p>
<p><img src="/images/cantareira_ate_guitar_hero_002.jpg" alt="Flisol 2011 - Rio e o desenvolvimento livre" /></p>
<p style="text-align: center;"><em><span style="font-size: x-small;">S&oacute; faltou a bola de feno</span></em></p>
<p>Mas o pessoal da organiza&ccedil;&atilde;o j&aacute; estava l&aacute;, trabalhando para come&ccedil;arem o evento assim que chegasse mais gente.&nbsp;Aproveitei pra conversar um pouco com quem estava ali. Carlos da Cruz, o popular Cadunuco, e Pedro Marins deram uma pr&eacute;via sobre o que estava por vir.</p>
<p style="text-align: center;"><span style="font-size: x-small;"><em><img src="/images/cantareira_ate_guitar_hero_003.jpg" alt="Flisol 2011 - Rio e o desenvolvimento livre" /></em></span></p>
<p style="text-align: center;"><span style="font-size: x-small;"><em><img src="/images/cantareira_ate_guitar_hero_020.jpg" alt="Flisol 2011 - Rio e o desenvolvimento livre" /></em></span></p>
<p style="text-align: center;"><span style="font-size: x-small;"><em>Pedro (esq.) e Cadunico (dir.).</em></span></p>
<p>E foi o que aconteceu. Pouco a pouco o pessoal foi chegando, as palestras come&ccedil;aram, os workshops foram abrindo e a m&aacute;gica aconteceu: cerca de 200 pessoas compareceram, sem contar os palestrantes e o jornalista (forever alone) aqui. M&aacute;rio do Amaral, R&ocirc;mulo Machado e sua turma vieram de Campos dos Goytacazes pra apreciar o evento.</p>
<p><img src="/images/cantareira_ate_guitar_hero_012.jpg" alt="Flisol 2011 - Rio e o desenvolvimento livre" /></p>
<p style="text-align: center;"><span style="font-size: x-small;"><em>Haja cora&ccedil;&atilde;o.</em></span></p>
<p>Acho que o que me moveu para c&aacute; foi a paix&atilde;o pelo software livre e o fato da rela&ccedil;&atilde;o com a comunidade ser uma coisa muito importante, disse R&ocirc;mulo. Al&eacute;m de ter as palestras que nos interessam, comentou M&aacute;rio. "Mas acho que podemos alcan&ccedil;ar mais gente dentro das faculdades. Trabalhar em software livre &eacute; uma oportunidade de aprender bastante coisa e quem quer aprender &eacute; quem est&aacute; entrando na universidade agora".</p>
<p>Essa ideia foi confirmada por Armando do Amaral, que mal entrou na UFF e j&aacute; est&aacute; presente nesse tipo de evento. &ldquo;Se tivesse um por semana, se desse, eu iria. &Eacute; bom estar com gente que sabe bem mais que a gente, mesmo que a gente n&atilde;o entenda tudo que todo mundo entende.&rdquo;</p>
<p>Mas o que mais me impressionou durante as entrevistas que fiz n&atilde;o foi a disposi&ccedil;&atilde;o do p&uacute;blico para sair de casa de manh&atilde; num s&aacute;bado ensolarado para ver slides projetados na parede; foi o voluntariado que produziu a etapa local do festival. As palestras foram ministradas gratuitamente, o local foi cedido sem custos, o p&uacute;blico n&atilde;o teve que pagar inscri&ccedil;&otilde;es. Os participantes que estavam ali n&atilde;o viam os outros como concorrentes no mercado de trabalho, mas como companheiros que podem se ajudar seja qual for a condi&ccedil;&atilde;o ou a necessidade. O desenvolvimento de software livre deixou de ser apenas uma boa ideia para se tornar uma filosofia de vida.</p>
<p>&Aacute;lvaro &ldquo;Turicas&rdquo; Justen aproveitou para falar que todos os eventos s&atilde;o n&oacute;s dessa rede da comunidade de desenvolvedores. &ldquo;A gente marca com a galera e ela aparece. (...) Eu tento ir a todos os eventos que eu posso. Eu vejo que essa reuni&atilde;o de pessoas agrega muito, &eacute; isso que a gente tenta fazer com os Dojos e com as palestras&rdquo;</p>
<p><img src="/images/MySpaceGens_5949017604.gif" alt="Flisol 2011 - Rio e o desenvolvimento livre" /></p>
<p style="text-align: center;"><span style="font-size: x-small;"><em>Este &eacute; o iPod Nano.</em></span></p>
<p>Como se nada mais pudesse me impressionar, a retrospectiva no final do evento (junto com o sorteio de brindes, &eacute; claro) fez com que eu me sentisse parte daquele grupo, o que aproxima o palestrante com quem assiste e fazendo com que as pr&oacute;ximas reuni&otilde;es fossem melhores.</p>
<p>Para concluir: o Flisol foi mais do que um evento para mim. Foi um aprendizado, foi uma nova experi&ecirc;ncia, tanto pessoal quanto jornal&iacute;stica. Foi uma li&ccedil;&atilde;o de como o mundo deve ser e de como tudo &eacute; poss&iacute;vel, se todo mundo se ajudar.</p>
<p>O pessoal de comunica&ccedil;&atilde;o ainda tem muito que aprender.</p>
<p style="text-align: center;">---------------------------------------------------</p>
<p style="border: none; padding: 0cm;">Vou aproveitar para fazer uma propagandinha do DevinRio 2011, que vem a&iacute;, e j&aacute; tem at&eacute; v&iacute;deo de divulga&ccedil;&atilde;o, feito no Flisol 2011.</p>
<p style="text-align: left;"><iframe src="http://player.vimeo.com/video/22216448" frameborder="0" height="300" width="400"></iframe></p>
<p style="text-align: left;"><a href="http://vimeo.com/22216448">Por que voce deve ir no DevinRio 2011</a> from andre fonseca on <a href="http://vimeo.com">Vimeo</a>.</p>
<p>Rolou at&eacute; gif do Pedro:</p>
<p>[[posterous-content:FEkatcbcCFhIcEggdbxe]]</p>
<p>Espero ver voc&ecirc;s mais por aqui. Aqui &eacute; o Luciano Ratamero. C&acirc;mbio, desligo.</p>
<p>Mais fotos do Flisol <a href="https://picasaweb.google.com/lucianoratamero" target="_blank">aqui</a>.</p>
